{"data":{"markdownRemark":{"html":"<p>DisputeLab is a management portal developed for acquirers to efficiently receive, interpret, distribute\nand process every cycle of a dispute—from retrievals to representments and arbitration cases—using\nqueue-based routing with bespoke rules.</p>\n<h3>How to Access DisputeLab</h3>\n<p>Enter your login credentials in the Username and Password fields and select the <strong class=\"u-text--primary\">Login</strong> button.</p>\n<p><img src=\"./img/introduction/1-1.png\" alt=\"1-1\" title=\"Login using your credentials\"></p>\n<h3>Common Functions</h3>\n<p>Many functions are available throughout DisputeLab.  Menu display toggling, user statistics, column sorting, and information export are examples of common functions that appear from page to page.  Menu display toggling is available from any page in DisputeLab.  The menu button toggles the display between the expanded text view and the icon view.</p>\n<p><img src=\"./img/introduction/1-2.png\" alt=\"1-2\" title=\"Sidebar toggled open\">\n<img src=\"./img/introduction/1-3.png\" alt=\"1-3\" title=\"Sidebar toggled closed\"></p>\n<p>User statistics are available from anywhere in DisputeLab by selecting View My Stats.  Here, users can view how many cases they have completed (by day and week) and the average time spent working a case (by day and week).</p>\n<p><img src=\"./img/introduction/1-4.png\" alt=\"1-4\" title=\"View user statistics\"></p>\n<p>Information within a table can be sorted using the   or   arrows located in column headings.</p>\n<p><img src=\"./img/introduction/1-5.png\" alt=\"1-5\" title=\"Toggle table columns\"></p>\n<p>Users may select which columns to view using the <strong class=\"u-text--primary\">Column Toggle</strong> button, copy the displayed information to the clipboard using the <strong class=\"u-text--primary\">Copy</strong> button, and export to <strong class=\"u-text--primary\">Excel</strong> or <strong class=\"u-text--primary\">CSV</strong> using the corresponding buttons.</p>\n<p><img src=\"./img/introduction/1-6.png\" alt=\"1-7\" title=\"Table toolbar\"></p>\n<p>Graphs and tables of information can be adjusted to represent data for specified periods of time.</p>\n<p>The number of entries displayed can be adjusted to show 25, 50 or 100 per page.</p>","frontmatter":{"path":"/introduction","title":"DisputeLab Introduction"}}},"pageContext":{}}